Repository: ishimwepacifique0/panacea_vendor
Catalog: lib/l10n/app_*.arb
Languages: fr

# validphone
source: Enter a valid phone number
fr: Entrez un numéro de téléphone valide

source: Search country
fr: Choisir le pays

# invalidPhoneNumber
source: Invalid Mobile Number
fr: Numéro de téléphone invalide

source: Enter OTP Code
fr: Entrez le code OTP

# customize
source: Customise
fr: Personnaliser

# stater
source: Starter
fr: Stater

source: Main Course
fr: Plat principal

# sea
source: SEA FOOD
fr: FRUIT DE MER

source: CHINESE
fr: CHINOIS

source: DESERT
fr: DÉSERT

# sandwich
source: Veg Sandwich
fr: Sandwich Veg

# chicken
source: Fried Chicken
fr: Poulet frit

# juice
source: Watermelon Juice
fr: Jus de pastèque

# cheese
source: Extra Cheese
fr: Fromage supplémentaire

# type
source: Fast Food, Italian, Chinese
fr: Fast Food, italien, chinois

# storeAddress
source: City Food Park
fr: City Park alimentation

# storeFound
source: Restaurants Found
fr: restaurants trouvés

source: Light Mode
fr: Mode lumière

# lightText
source: Experience an exciting light mode
fr: Découvrez un mode d'éclairage passionnant

source: Accepted
fr: accepté

source: Submit
fr: Soumettre

# outStock
source: Out of Stock
fr: En rupture de stock

# setLocation
source: Set delivery location
fr: Définir l'emplacement de livraison

source: Enter location
fr: Entrez l'emplacement

# review
source: My Reviews
fr: Mes observations

# hey
source: Hey Samantha, You’re almost in. Provide your phone number for verification.
fr: Hey Samantha, vous êtes presque. Indiquez votre numéro de téléphone pour vérification.

# content1
source: Awesome food taste as well as quick delivery service. Really appreciate the packing and quality of food delivered. Go for it !!
fr: le goût des aliments super ainsi que le service de livraison rapide. Vraiment apprécier l'emballage et la qualité des aliments livrés. Fonce !!

# content2
source: Quick delivery service & Really good taste of food. Really appreciate the packing and quality of food delivered. Must order Chicken Curry.
fr: service de livraison rapide et vraiment bon goût des aliments. Vraiment apprécier l'emballage et la qualité des aliments livrés. Doit commander poulet au curry.

# language
source: Select Language
fr: Choisir la langue

# display
source: Select Mode
fr: Sélectionnez le mode

# darkText
source: Experience an exciting dark mode
fr: Découvrez un mode sombre passionnant

source: Settings
fr: Paramètres

source: Or
fr: Ou

source: Continue With
fr: Continue avec

source: Apple
fr: Pomme

source: Invalid Number
fr: Numéro invalide

source: Network Error
fr: Erreur réseau

# bodyLarge
source: Delivering almost
fr: Livrer presque

# mobileText
source: Enter mobile number
fr: Entrez le numéro de mobile

# continueText
source: Continue
fr: Continuer

source: Register
fr: S'inscrire

source: Invalid Name
fr: Nom incorrect

source: Invalid Email
fr: Email invalide

source: Invalid Name and Email
fr: Nom et adresse e-mail non valides

# fullName
source: Name of Bar
fr: Nom du bar

source: Email Address
fr: Adresse e-mail

source: Mobile Number
fr: Numéro de portable

# verificationText
source: We'll send verification code on above given number.
fr: Nous enverrons le code de vérification sur le numéro ci-dessus.

source: Verification
fr: Vérification

# checkNetwork
source: Check your network or phone number entered
fr: Vérifiez votre réseau ou le numéro de téléphone saisi

source: Invalid OTP
fr: OTP non valide

# enterVerification
source: Enter verification code we've sent on given number.
fr: Entrez le code de vérification que nous avons envoyé sur un numéro donné.

# verificationCode
source: ENTER VERIFICATION CODE
fr: ENTREZ LE CODE DE VÉRIFICATION

source: Resend
fr: Renvoyer

# offlineText
source: You're Offline
fr: Tu es hors ligne

# onlineText
source: You're Online
fr: Tu es en ligne

source: GO ONLINE
fr: ALLER EN LIGNE

source: GO OFFLINE
fr: SE DÉCONNECTER

source: Orders
fr: Ordres

# itemSold
source: Items Sold
fr: Objets vendus

source: Earnings
fr: Gains

# location
source: Location permission denied! Grant the location to the app.
fr: Autorisation de localisation refusée! Accordez la localisation à l'application.

source: Grant
fr: Subvention

# homeText
source: Home
fr: Accueil

# account
source: My Account
fr: Mon compte

# orderText
source: My Orders
fr: Mes commandes

source: Insight
fr: Perspicacité

source: Wallet
fr: Portefeuille

# tnc
source: Terms & Conditions
fr: Conditions générales

# pnp
source: Privacy & Policy
fr: Politique de confidentialité

source: Support
fr: Assistance

source: About Us
fr: À propos de nous

source: Logout
fr: Se déconnecter

source: Login
fr: S'identifier

source: Logging Out
fr: Déconnecter

source: Are you sure?
fr: Êtes-vous sûr?

source: Yes
fr: Oui

source: No
fr: Non

source: Send to Bank
fr: Envoyer à la banque

source: Available Balance
fr: Solde disponible

source: Bank Info
fr: Informations bancaires

source: Account Holder Name
fr: Nom du titulaire du compte

source: Bank Name
fr: Nom de banque

source: Branch Code
fr: Code de la succursale

source: Account Number
fr: Numéro de compte

source: Enter amount to transfer
fr: Entrez le montant à transférer

source: About Delivoo
fr: À propos de Delivoo

source: Our Vision
fr: Notre vision

source: Company Policy
fr: Politique d'entreprise

source: Terms of Use
fr: Conditions d'utilisation

# message
source: Your Message
fr: Votre message

# enterMessage
source: Type your message
fr: Tapez votre message

# orWrite
source: Or Write us your queries
fr: Ou écrivez-nous vos questions

# yourWords
source: Your words means a lot to us.
fr: Vos paroles comptent beaucoup pour nous.

source: Online
fr: En ligne

source: Recent
fr: Récent

# vegetable
source: Vegetables & Fruits
fr: Légumes et fruits

# viewAll
source: View all Transactions
fr: Voir toutes les transactions

source: Items Found
fr: Objets trouvés

source: Edit Profile
fr: Editer le profil

source: Feature Image
fr: Image caractéristique

source: Upload Photo
fr: Envoyer la photo

# profileInfo
source: Restaurant Info
fr: Informations sur le magasin

source: Gender
fr: Le sexe

source: Update Info
fr: Information sur la mise à jour

# instruction
source: Keep tomatoes in separate bag please.
fr: Gardez les tomates dans un sac séparé s'il vous plaît.

# cod
source: Cash on Delivery
fr: Paiement à la livraison

source: View Order Info
fr: Afficher les informations de commande

# ready
source: Mark as Ready
fr: Prêt à livrer

# storeText
source: Union Market
fr: Marché de l'Union

source: Store Profile
fr: Profil du magasin

# tomato
source: Fresh Red Tomatoes
fr: Tomates rouges fraîches

# onion
source: Fresh Red Onions
fr: Oignons rouges frais

# fingers
source: Fresh Lady Fingers
fr: Doigts de dame frais

# top
source: TOP 5 SELLING ITEMS
fr: TOP 5 DES ARTICLES DE VENTE

# total
source: Total 112 item sales
fr: Total des ventes de 112 articles

source: Sales
fr: Ventes

source: Category
fr: Catégorie

source: Address
fr: Adresse

# storeTimings
source: Restaurant Timings
fr: Horaires du magasin

source: Opening Time
fr: Horaire d'ouverture

source: Closing Time
fr: Heure de fermeture

# product
source: Drinks
fr: Mes produits

# stock
source: In Stock
fr: En stock

source: Pending
fr: En attente

# item
source: ITEM(S)
fr: ARTICLES)

# sub
source: Sub Total
fr: Sous-total

# service
source: Service Fee
fr: Frais de service

# payment
source: Payment Info
fr: Information de paiement

# add
source: Add Product
fr: Ajouter

source: Edit
fr: Modifier

# info
source: ITEM INFO
fr: INFORMATIONS SUR L'ARTICLE

# title
source: ITEM TITLE
fr: TITRE DE L'ARTICLE

# enterTitle
source: Enter Item Name
fr: Entrez le nom de l'article

source: ITEM CATEGORY
fr: CATÉGORIE D'ARTICLES

# selectCategory
source: Select Item Category
fr: Sélectionnez la catégorie d'article

source: Price
fr: Prix

source: Enter price
fr: Entrez le prix

# quantity
source: PRICE
fr: QUANTITÉ

source: Enter Quantity
fr: Entrez la quantité

# addMore
source: + ADD MORE OPTIONS
fr: + AJOUTER PLUS D'OPTIONS

source: Crop Image
fr: Recadrer l'image

# image
source: Item Image
fr: Image de l'article

# newOrder
source: NEW ORDERS
fr: NOUVELLES COMMANDES

# pastOrder
source: PAST ORDERS
fr: Historique de vos commandes

source: VEGETABLES
fr: DES LÉGUMES

source: FRUITS
fr: DES FRUITS

source: HERBS
fr: HERBES

source: DAIRY
fr: LAITIER

source: Items
fr: Articles

# heyThere
source: Hey there? How much time?
fr: Héy? Combien de temps?

# onMyWay
source: On my way ma'am. Will reach in 10 mins
fr: Sur mon chemin monsieur, atteindra en 10 minutes

# deliveryPartner
source: Delivery Partner Assigned
fr: Partenaire de livraison

# orderNumber
source: Order Num
fr: Numéro de commande

# welcomeToICUPA
source: Welcome to Icupa Vendor
fr: Bienvenue chez Icupa Vendor

# whatsappSignUp
source: Sign Up with WhatsApp
fr: Inscrivez-vous avec WhatsApp

# whatsappNo
source: WhatsApp Number
fr: Numéro WhatsApp

source: Completed
fr: Complété

# categoryText
source: Category
fr: atégorie

source: Add Product
fr: Ajouter un produit

source: Preferred Drivers
fr: ilotes préférés

# driverFound
source: Drivers Found
fr: ilotes trouvés

# driversCanPreferred
source: Drivers you can Preferred
fr: ilotes que vous pouvez préférer

# alreadyAddedDrivers
source: No Drivers Available!
fr: ous avez déjà ajouté tous les pilotes

source: Edit And Remove
fr: Modifier et supprimer

source: Remove
fr: Supprimer

# wantAddProduct
source: Do you want to add this product
fr: Voulez-vous ajouter ce produit

# editORDelete
source: Edit or Delete this Item
fr: odifier ou supprimer cet élément

source: Upload Image
fr: élécharger une image

source: Upload Product
fr: élécharger le produit

# noOrder
source: No Orders Found!
fr: Aucune commande trouvée!

source: Being prepared
fr: En cours

source: served
fr: Servie

source: Confirm Order
fr: Confirmer la commande

# confirmOrderBody
source: Do you want to confirm this order?
fr: Voulez-vous confirmer cette commande ?

source: Confirm
fr: Confirmer

source: Reject
fr: Rejeter

source: Cancel
fr: Annuler

source: Rejected
fr: Rejetée

source: Reject Order
fr: Rejeter la commande

# markServed
source: Mark as Served
fr: Marquer comme servi

# markServedBody
source: Are you sure you want to mark this order as served?
fr: Voulez-vous vraiment marquer cette commande comme servie ?

source: Out of stock
fr: Epuisé

source: Other reason
fr: Autres raisons

source: Table No
fr: Numéro de tableau

source: Update
fr: Mise à jour

source: Search here
fr: Rechercher ici

source: Tmoney Account
fr: Compte TMoney

# mMoneyAccount
source: MoMo Account
fr: Compte MoMo

source: TMoney Code
fr: Code TMoney

# mMoneycode
source: MoMo Code
fr: Code MoMo

source: {mobile} Account
fr: Compte {mobile}

source: Bar Address
fr: Adresse du bar

source: Bar Profile
fr: Profil du bar

source: Activate store
fr: Activer le Bar

source: Select Language
fr: Sélectionner la langue

# privacy
source: ICUPA’s Privacy Policy
fr: Politique de Confidentialité d’ICUPA

# lastupdate
source: Last Updated: 5th September 2023
fr: Dernière mise à jour : 5 septembre 2023

# sub_
source: In an era defined by the digital revolution, safeguarding user privacy stands as a beacon of trust. As stewards of your data, we appreciate the trust you instill in our technology. This Privacy Notice elucidates how we collect, utilize, and protect your personal information while interacting with our Mobile App.
fr: Dans une ère définie par la révolution numérique, la protection de la vie privée des utilisateurs se dresse comme un phare de confiance. En tant que gardiens de vos données, nous apprécions la confiance que vous instillez dans notre technologie. Cet Avis de Confidentialité éclaire la manière dont nous collectons, utilisons et protégeons vos informations personnelles lors de l’interaction avec notre Application Mobile.

# one
source: 1. The Bedrock of Our Privacy Commitment
fr: 1. Le Fondement de Notre Engagement en Matière de Confidentialité

# oneone
source: 1.1 Privacy and the security of your personal data is paramount to us. We believe in transparently communicating our data handling practices to reinforce the confidence you have in our services.
fr: 1.1 La confidentialité et la sécurité de vos données personnelles sont primordiales pour nous. Nous croyons en la communication transparente de nos pratiques de gestion des données pour renforcer la confiance que vous avez dans nos services.

# onetwo
source: 1.2 Information collected will solely be used for the purposes declared herein, and we pledge to abide by the following principles:
fr: 1.2 Les informations collectées seront uniquement utilisées aux fins déclarées ici, et nous nous engageons à respecter les principes suivants :

# lione
source: Obtain explicit permission before collecting, transferring, or processing your personal data unless mandated by law.
fr: Obtenir une permission explicite avant de collecter, transférer ou traiter vos données personnelles sauf si la loi l’exige.

# litwo
source: Obtain explicit permission before collecting, transferring, or processing your personal data unless mandated by law.
fr: Obtenir une permission explicite avant de collecter, transférer ou traiter vos données personnelles sauf si la loi l’exige.

# lithree
source: Restrict our use of your data to the purposes you"ve been informed of, unless we gain further consent or are legally obligated to do otherwise.
fr: Limiter notre utilisation de vos données aux fins dont vous avez été informé, à moins que nous obtenions un consentement supplémentaire ou que nous soyons légalement obligés de faire autrement.

# two
source: 2. Data Collection Landscape
fr: 2. Paysage de la Collecte de Données

# twoone
source: 2.1 On registering with our app, we may gather basic identifiers: name, email, phone number, date of birth, residential address, and more, depending on your registration preferences.
fr: 2.1 En vous inscrivant sur notre application, nous pouvons recueillir des identifiants de base : nom, email, numéro de téléphone, date de naissance, adresse résidentielle, et plus, en fonction de vos préférences d’enregistrement.

# twotwo
source: 2.2 For enhanced functionalities, we might require details such as your banking credentials, card details, and device specifics.
fr: 2.2 Pour des fonctionnalités améliorées, nous pourrions nécessiter des détails tels que vos informations bancaires, les détails de la carte, et les spécificités de l’appareil.

# twothree
source: 2.3 Our system aggregates data from your interactions, device IDs, cookies, and third-party integrations to offer a more seamless user experience.
fr: 2.3 Notre système agrège des données de vos interactions, identifiants de dispositif, cookies, et intégrations de tiers pour offrir une expérience utilisateur plus fluide.

# twofour
source: 2.4 Devices and their interactions—such as browser type, OS version, network details—are continually monitored to provide service consistency across platforms.
fr: 2.4 Les dispositifs et leurs interactions, tels que le type de navigateur, la version du système d’exploitation, les détails du réseau, sont continuellement surveillés pour fournir une cohérence de service à travers les plateformes.

# three
source: 3. The Spectrum of Data Use
fr: 3. Le Spectre de l’Utilisation des Données

# threeone
source: 3.1 Service Delivery: Your data facilitates numerous services:
fr: 3.1 Livraison de Service : Vos données facilitent de nombreux services :

# r1
source: i. Registration & Profile Creation
fr: i. Inscription & Création de Profil

# r2
source: ii. Financial Transactions
fr: ii. Transactions Financières

# r3
source: iii. Subscriptions
fr: iii. Abonnements

# r4
source: iv. Account Management
fr: iv. Gestion de Compte

# three2
source: 3.2 Communication: Expect communications via email, SMS, phone calls, and in-app notifications about service updates, security alerts, and usage guidelines.
fr: 3.2 Communication : Attendez-vous à des communications par e-mail, SMS, appels téléphoniques et notifications dans l"application concernant les mises à jour des services, les alertes de sécurité et les consignes d"utilisation.

# three3
source: 3.3 Advertising: Personalized advertising will be curated based on your data, both within and outside the app.
fr: 3.3 Publicité : Une publicité personnalisée sera élaborée en fonction de vos données, à la fois dans et hors de l"application.

# three4
source: 3.4 Marketing: We may harness user data for promotions and campaigns to elevate our offerings.
fr: 3.4 Marketing : Nous pouvons utiliser les données des utilisateurs pour des promotions et des campagnes afin d"améliorer nos offres.

# three5
source: 3.5 Support: To address and resolve concerns, we leverage necessary user data.
fr: 3.5 Support : Pour adresser et résoudre les problèmes, nous utilisons les données des utilisateurs nécessaires.

# three6
source: 3.6 Security & Compliance: Data, inclusive of user communications, is essential for security checks, fraud prevention, and adhering to user agreements and privacy policies.
fr: 3.6 Sécurité et conformité : Les données, y compris les communications des utilisateurs, sont essentielles pour les contrôles de sécurité, la prévention de la fraude et le respect des accords des utilisateurs et des politiques de confidentialité.

# four
source: 4. Legal Cornerstones for Data Processing
fr: 4. Fondements juridiques pour le traitement des données

# fourt
source: The collection and processing of personal data abide by one or multiple of the following legal foundations:
fr: La collecte et le traitement des données personnelles respectent une ou plusieurs des bases juridiques suivantes :

# l1
source: User consent.
fr: Consentement de l"utilisateur.

# l2
source: Contractual obligations.
fr: Obligations contractuelles.

# l3
source: Statutory regulations.
fr: Réglementations légales.

# l4
source: Legitimate organizational interests.
fr: Intérêts légitimes de l"organisation.

# five
source: 5. The Bastion of Data Security
fr: 5. Bastion de la sécurité des données

# five1
source: 5.1 Our tri-fold approach—technical, administrative, and physical—ensures your data remains shielded from unauthorized access and mishandling.
fr: 5.1 Notre approche tripartite — technique, administrative et physique — assure que vos données restent protégées contre l"accès non autorisé et la mauvaise gestion.

# five2
source: 5.2 Security measures are omnipresent, safeguarding your data during entry, submission, and access.
fr: 5.2 Les mesures de sécurité sont omniprésentes, protégeant vos données lors de l"entrée, de la soumission et de l"accès.

# five3
source: 5.3 We utilize standardized security protocols for data transmission, processing, and storage.
fr: 5.3 Nous utilisons des protocoles de sécurité normalisés pour la transmission, le traitement et le stockage des données.

# five4
source: 5.4 Critical data is encrypted using state-of-the-art technology. Only a select few with special rights can access specific data categories, bound by confidentiality.
fr: 5.4 Les données critiques sont cryptées en utilisant la technologie de pointe. Seuls quelques individus avec des droits spéciaux peuvent accéder à des catégories de données spécifiques, liés par la confidentialité.

# note
source: Note: Changes to this policy will be posted on the app.
fr: Note : Les changements de cette politique seront publiés sur l"application.

# policy
source: For policy updates, data breach reports, or queries, reach out: info@ikanisa.com
fr: Pour les mises à jour de la politique, les rapports de violation de données ou les questions, contactez : info@ikanisa.com

# six
source: 6. Sharing the Data Compass
fr: 6. Partage du compas des données

# six1
source: 6.1 To deliver our services, data might traverse across borders, managed in accordance with this Privacy Policy.
fr: 6.1 Pour fournir nos services, les données peuvent traverser les frontières, gérées conformément à cette politique de confidentialité.

# six2
source: 6.2 Transactional and experiential data may be shared within our organizational ecosystem to refine customer experiences.
fr: 6.2 Les données transactionnelles et expérientielles peuvent être partagées au sein de notre écosystème organisationnel pour affiner les expériences des clients.

# six3
source: 6.3 All shared data remains under stringent privacy norms, with prohibitions against unauthorized disclosures.
fr: 6.3 Toutes les données partagées restent sous des normes de confidentialité strictes, avec des interdictions contre les divulgations non autorisées.

# six4
source: 6.4 We refrain from sharing data with third parties for external marketing endeavors. Exceptions apply only as permitted or necessitated by law.
fr: 6.4 Nous nous abstenons de partager des données avec des tiers pour des initiatives de marketing externes. Des exceptions s"appliquent uniquement telles que permises ou nécessitées par la loi.

# six5
source: 6.5 Our commitment to safeguarding your information remains unwavering, even when transferred across geographical boundaries.
fr: 6.5 Notre engagement à protéger vos informations reste inébranlable, même lorsqu"elles sont transférées à travers des frontières géographiques.

# seven
source: 7. Steering Your Data
fr: 7. Orientation de vos données

# seven1
source: 7.1 Retention: Your data remains with us as long as your account is active, or as required to ensure consistent service delivery.
fr: 7.1 Rétention : Vos données restent avec nous aussi longtemps que votre compte est actif, ou selon le nécessaire pour assurer une prestation de service constante.

# seven2
source: 7.2 Access & Control: Access your data through our in-app features. Should you wish to deactivate, contact us at info@ikanisa.com.
fr: 7.2 Accès et contrôle : Accédez à vos données via nos fonctionnalités intégrées à l"application. Si vous souhaitez désactiver, contactez-nous à info@ikanisa.com.

# seven3
source: 7.3 Closure: Even post account closure, certain data might be retained to fulfill legal or security obligations.
fr: 7.3 Clôture : Même après la fermeture du compte, certaines données peuvent être conservées pour remplir des obligations légales ou de sécurité.

# eight
source: 8. Safeguarding Minors
fr: 8. Protection des mineurs

# nine
source: 9. Touchpoints
fr: 9. Points de contact

# ourservice
source: Our services are tailored for a broad audience. We don't knowingly gather data from children under 13 without parental consent or as consistent with applicable laws.
fr: Nos services sont adaptés à un large public. Nous ne recueillons pas sciemment de données auprès des enfants de moins de 13 ans sans le consentement parental ou conformément aux lois applicables.

# tandc
source: Terms and Conditions
fr: Conditions Générales

# toneone
source: 1.1. These Terms and Conditions govern the use of the ICUPA Mobile App (“App”), which offers digital financial intermediation services integrated with Ecobank. By accessing or using this App, you agree to abide by these Terms
fr: 1.1 Ces Conditions Générales régissent l'utilisation de l'application mobile ICUPA (« Application »), qui offre des services de médiation financière numérique intégrés avec Ecobank. En accédant ou en utilisant cette Application, vous acceptez de respecter ces Conditions.

# tonetwo
source: 1.2. If you do not agree with any of these terms, you are prohibited from accessing or using this App.
fr: 1.2 Si vous n'acceptez pas ces termes, vous êtes interdit d'accéder ou d'utiliser cette Application.

# ttwo
source: 2. User Registration and Account Security
fr: 2. Enregistrement de l'utilisateur et Sécurité du Compte
