Repository: ishimwepacifique0/panacea_vendor
Catalog: lib/l10n/app_*.arb
Languages: fr

# ttwoone
source: 2.1. Users are required to register to access certain features of the App. This registration requires you to provide accurate, current, and complete information as per the provisions of the Togolese Consumer Protection Law.
fr: 2.1 Les utilisateurs doivent s'inscrire pour accéder à certaines fonctionnalités de l'Application. Cette inscription nécessite de fournir des informations exactes, actuelles et complètes conformément aux dispositions de la Loi sur la Protection du Consommateur Togolaise.

# ttwotwo
source: 2.2. It is essential for users to maintain the confidentiality of their account credentials. Any unauthorized access or breach should be reported to ICUPA immediately.
fr: 2.2 Il est essentiel que les utilisateurs maintiennent la confidentialité des informations d'identification de leur compte. Tout accès non autorisé ou violation doit être signalé immédiatement à ICUPA.

# ttwo2
source: 2.3. All ICUPA users must maintain an active account with Ecobank to access and utilize all services on ICUPA.
fr: 2.3 Tous les utilisateurs d'ICUPA doivent maintenir un compte actif avec Ecobank pour accéder et utiliser tous les services sur ICUPA.

# tthree
source: 3. Integration with Ecobank
fr: 3. Intégration avec Ecobank

# tthree1
source: 3.1. ICUPA has exclusively partnered with Ecobank as its sole payment provider.
fr: 3.1 ICUPA s'est exclusivement associé à Ecobank en tant que seul fournisseur de paiement.

# tthree2
source: 3.2. Through the integration of Ecobank's open APIs, the App provides services such as internal bank-to-bank payments, Xpress account wallet services, and more.
fr: 3.2 Grâce à l'intégration des API ouvertes d'Ecobank, l'Application fournit des services tels que les paiements internes de banque à banque, les services de portefeuille de compte Xpress et plus encore.

# tthree3
source: 3.3. Digital services provided by ICUPA include but are not limited to: digital church offerings, community-based group savings, CSR and other social cause contributions.
fr: 3.3 Les services numériques fournis par ICUPA incluent, mais ne se limitent pas à : les offrandes d'église numériques, les économies de groupe basées sur la communauté, les contributions à la RSE et autres causes sociales.

# tfour
source: 4. Compliance with Financial Regulations
fr: 4. Conformité avec les Réglementations Financières

# tfour1
source: 4.1. ICUPA ensures that all its financial transactions comply with the WAEMU Banking Laws, Togo’s National Financial Regulations, and the Microfinance Institutions Regulations of Togo.
fr: 4.1 ICUPA assure que toutes ses transactions financières sont conformes aux Lois Bancaires de l'UEMOA, aux Réglementations Financières Nationales du Togo et aux Réglementations des Institutions de Microfinance du Togo.

# tfour2
source: 4.2. Committed to the fight against financial crimes, ICUPA strictly adheres to the Anti-Money Laundering and Countering Financing of Terrorism (AML/CFT) regulations of Togo.
fr: 4.2 Engagé dans la lutte contre les crimes financiers, ICUPA adhère strictement aux réglementations de Lutte Contre le Blanchiment d'Argent et le Financement du Terrorisme (LCB/FT) du Togo.

# tfive
source: 5. Data Protection and Privacy
fr: 5. Protection des Données et Confidentialité

# tfive1
source: 5.1. We are committed to ensuring the protection of our users' data. All user data is processed with the utmost security, and in alignment with Togo’s Data Protection regulations.
fr: 5.1 Nous nous engageons à assurer la protection des données de nos utilisateurs. Toutes les données des utilisateurs sont traitées avec la plus grande sécurité et conformément aux réglementations sur la Protection des Données du Togo.

# tfive2
source: 5.2. Data sharing with Ecobank is essential for service provision, but this is done under strict data-sharing agreements which prioritize user interests.
fr: 5.2 Le partage de données avec Ecobank est essentiel pour la fourniture de services, mais cela se fait sous des accords de partage de données stricts qui priorisent les intérêts des utilisateurs.

# tfive3
source: 5.3. ICUPA utilizes top-tier encryption and security protocols to safeguard user information.
fr: 5.3 ICUPA utilise des protocoles de chiffrement et de sécurité de premier ordre pour protéger les informations des utilisateurs.

# tsix
source: 6. Intellectual Property
fr: 6. Propriété Intellectuelle

# tsix1
source: 6.1. The App's content, including its design, graphics, and textual content, are the intellectual property of ICUPA or its licensors. Unauthorized use, reproduction, or distribution of this content is strictly prohibited.
fr: 6.1 Le contenu de l'Application, y compris son design, ses graphiques et son contenu textuel, sont la propriété intellectuelle d'ICUPA ou de ses concédants de licence. L'utilisation non autorisée, la reproduction ou la distribution de ce contenu est strictement interdite.

# tseven
source: 7. User Responsibilities and Conduct
fr: 7. Responsabilités et Conduite de l'Utilisateur

# tseven1
source: 7.1. Users must ensure the accuracy of transaction details they input, including details of the recipient, amount, and purpose.
fr: 7.1 Les utilisateurs doivent s'assurer de l'exactitude des détails de transaction qu'ils saisissent, y compris les détails du destinataire, le montant et le but.

# tseven2
source: 7.2. Users should not misuse the digitizing services provided. Any suspicious activities might lead to account suspension.
fr: 7.2 Les utilisateurs ne doivent pas abuser des services de numérisation fournis. Toute activité suspecte peut entraîner la suspension du compte.

# tseven3
source: 7.3. Users must refrain from any malicious activity that could harm the App"s operations or other users.
fr: 7.3 Les utilisateurs doivent s'abstenir de toute activité malveillante qui pourrait nuire aux opérations de l'Application ou à d'autres utilisateurs.

# teight
source: 8. Limitation of Liability
fr: 8. Limitation de Responsabilité

# teight1
source: 8.1. While ICUPA ensures the precision of its services, it will not be held responsible for transaction errors resulting from user mistakes.
fr: 8.1 Bien qu'ICUPA assure la précision de ses services, elle ne sera pas tenue responsable des erreurs de transaction résultant d'erreurs des utilisateurs.

# teight2
source: 8.2. ICUPA"s operation relies on third-party services, such as Ecobank"s API. Therefore, ICUPA cannot guarantee uninterrupted service and is not responsible for any disruptions due to third-party downtimes.
fr: 8.2 L'opération d'ICUPA repose sur des services tiers, tels que l'API d'Ecobank. Par conséquent, ICUPA ne peut garantir un service ininterrompu et n'est pas responsable des interruptions dues à des temps d'arrêt de tiers.

# tnine
source: 9. Consumer Protection
fr: 9. Protection du Consommateur

# tnine1
source: 9.1. ICUPA fully complies with the Togolese Consumer Protection Law. Any disparities between services promised and those delivered can be legally addressed.
fr: 9.1 ICUPA se conforme pleinement à la Loi sur la Protection du Consommateur Togolaise. Toute disparité entre les services promis et ceux fournis peut être légalement abordée.

# tten
source: 10. Modifications to the Terms
fr: 10. Modifications des Termes

# tten1
source: 10.1. ICUPA retains the right to update or change these Terms periodically. Users will be intimated of any such changes, and their continued use of the App post-notification will be deemed as acceptance of the revised Terms.
fr: 10.1 ICUPA se réserve le droit de mettre à jour ou de modifier périodiquement ces Termes. Les utilisateurs seront informés de tout changement, et leur utilisation continue de l'Application après notification sera considérée comme une acceptation des Termes révisés.

# televen
source: 11. Governing Law and Jurisdiction
fr: 11. Loi Applicable et Juridiction

# televen1
source: 11.1. These Terms are governed by and interpreted in accordance with Togolese laws. Any disputes arising out of or in connection with ICUPA’s services will be subject to the jurisdiction of Togo’s courts.
fr: 11.1 Ces Termes sont régis par et interprétés conformément aux lois togolaises. Tout litige découlant de ou en relation avec les services d'ICUPA sera soumis à la juridiction des tribunaux du Togo.

# ttwelve
source: 12. Contact Information
fr: 12. Coordonnées

# tqueries
source: For any queries, complaints, or feedback, users can contact: info@ikanisa.com
fr: Pour toute question, plainte ou retour, les utilisateurs peuvent contacter : info@ikanisa.com

# failInitialize
source: Fail to initialize the app! Pull down to try again.
fr: Échec de l'initialisation de l'application ! Descendez pour réessayer.

# networkIssue
source: Connection issue! Try again.
fr: Problème de connexion! Essayer à nouveau.

# closeA
source: Close Account
fr: Fermer le Compte

# closeQ
source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

# closeP
source: Once you delete your account, all your data will be permanently deleted, and you will no longer be able to access your information on ICUPA.
fr: Une fois votre compte supprimé, toutes vos données seront définitivement effacées et vous ne pourrez plus accéder à vos informations sur ICUPA.

# enableLocation
source: 🔔 Enable Location Sharing
fr: 🔔 Activer le Partage de Position

# enableLocationMessage
source: For the best experience with ICUPA, please enable location sharing in your app settings. This allows us to show you nearby bars and restaurants and offer the best recommendations.
fr: Pour une meilleure expérience avec ICUPA, veuillez activer le partage de position dans les paramètres de l'application. Cela nous permet de vous montrer les bars et restaurants à proximité et de vous offrir les meilleures recommandations.

source: Open Settings
fr: Ouvrez Paramètres

source: Go to Location
fr: Allez à Localisation

# turnOnLocation
source: Turn on Location Services
fr: Activez Services de localisation

source: Go to Settings
fr: Aller aux Paramètres

source: Try Again
fr: Réessayer

source: How to enable:
fr: Comment activer:

# orderStatusUpdated
source: Order Status Updates
fr: Mises à Jour du Statut de la Commande

# orderBeingPrepared
source: Your order {orderId} has been confirmed and is now being prepared.
fr: Votre commande {orderId} a été confirmée et est en cours de préparation.

# orderServed
source: Your order {orderId} has been served!
fr: Votre commande {orderId} a été servie !

# orderRejected
source: Order Rejection
fr: Rejet de Commande

# orderRejectedQ
source: Unfortunately, your order {orderId} was rejected due to {reason}. Please try ordering another item.
fr: Malheureusement, votre commande {orderId} a été rejetée pour la raison suivante : {reason}. Veuillez essayer de commander un autre article.

source: No notification
fr: Pas notification

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Clear All
fr: Tout effacer
